Repository: kingberly/xpress
Catalog: web/v03/SAT-CLOUDNVR/locale/*/LC_MESSAGES/messages.po
Languages: vi

source: Invalid activation code.
vi: Mã kích hoạt không đúng

source: The activation code has been used.
vi: Mã kích hoạt đã được sử dụng

source: No matching device.
vi: Không có thiết bị phù hợp

source: Product unmatched.
vi: Sản phẩm không phù hợp

source: Please check your confirm letter first.
vi: Vui long kiểm tra hộp thư

source: Invalid Username / Password.
vi: Tên/Mật khẩu Không đúng

source: Your ID has expired.
vi: Mã người dụng của bạn đã hết hạn sử dụng

source: Device not found.
vi: Không tìm thấy thiết bị

source: User not found.
vi: Không tìm thấy tên người dung

source: Share device failed.
vi: Có lỗi trong quá trình chia sẻ thiết bị

source: Login required
vi: Cần đăng nhập trước khi sử dụng

source: Security image verify failed.
vi: Ảnh xác thực không hợp lệ

source: Please input the correct username and email address.
vi: Vui lòng nhập đúng tên tài khoản và địa chỉ mail

source: Please provide your account name.
vi: Hãy cung cấp tên tài khoản của bạn.

source: The account does not exist.
vi: Tài khoản không tồn tại

source: Add
vi: Thêm

source: Google Authentication
vi: Xác thực từ Google

source: Device
vi: Thiết bị

source: Account
vi: Tài khoản

source: Name
vi: Tên

source: Owner
vi: Chủ sở hữu

source: MAC Address
vi: Địa chỉ MAC

source: Service ID
vi: Service ID - Mã Dịch vụ

source: Service Type
vi: Loại dịch vụ

source: IP Address
vi: Địa chỉ IP

source: Auto Locate
vi: Tự động gán vị trí

source: Latitude
vi: Vĩ độ

source: Longitude
vi: Kinh độ

source: Register Date
vi: Ngày đăng kí

source: Update Date
vi: Ngày cập nhật

source: Expire Date
vi: Ngày hết hạn

source: Config
vi: Cấu hình

source: Apply
vi: Áp dụng

source: Cancel
vi: Hủy

source: Items Per Page
vi: Số mục trong một trang

source: First Page
vi: Trang đầu

source: Previous Page
vi: Trang cuối

source: Prev
vi: Trước

source: Next Page
vi: Trang kế

source: Next
vi: Kế tiếp

source: Last Page
vi: Trang cuối

source: User Auth Result
vi: Kết quả xác thực người dùng

source: Device ID
vi: Mã thiết bị

source: Device Check Result
vi: Kết quả kiểm tra thiết bị

source: GET Parameters
vi: GET Parameters - Các thông số hàm Get

source: Return Message
vi: Tin trả về

source: Log Date
vi: Ngày ghi lịch sử

source: View
vi: Xem

source: Locate
vi: Vị trí

source: Modify
vi: Chỉnh sửa

source: Delete
vi: Xóa

source: Reset
vi: Khởi tạo lại

source: Property
vi: Các thuộc tính

source: Content
vi: Nội dung

source: Type
vi: Chủng loại

source: Device Type
vi: Loại thiết bị

source: House No.
vi: Nhà số

source: Account ID
vi: Mã tài khoản

source: Householder
vi: Chủ nhà

source: The user name is duplicated.
vi: Tên tài khoản bị trùng

source: Your <a href='%s'>%s</a>/ account '%s' has been created.
vi: Tài khoản <a href='%s'>%s</a>/ '%s' khởi tạo thành công.

source: You need to visit the confirmation address below within 48 hours to complete the account creation process:
vi: Bạn cần xác nhận bằng cách nhập và đường dẫn sau trong vòng 48 giờ để hoàn tất thủ tục đăng kí

source: Please click to verify your registration.
vi: Vui lòng nhấp vào để xác nhận đơn đăng kí

source: If you did not sign up for this account, this will be the only communication you will receive. All non-confirmed accounts are automatically deleted after 48 hours, and no addresses are kept on file. We apologize for any inconvenience this correspondence may have caused, and we assure you that it was only sent at the request of someone visiting our site requesting an account.
vi: Nếu bạn không đăng kí tài khoản, đây sẽ là thông báo duy nhất bạn nhận được. Tất cả các tài khoản không được xác nhận sẽ bị hủy trong vòng 48 giờ, và không có địa chỉ nào được lưu lại. Chúng tôi chân thành xin lỗi vì bất cứ sự bất tiện nào, chúng tôi cam kết thông báo chỉ được gửi khi có yêu cầu tạo tài khoản từ khách hàng đã vào trang web của chúng tôi.

source: Sincerely
vi: Chân thành

source: %BRAND% User Registration
vi: Tạo tài khoản cho %BRAND%

source: Your <a href='%s'>%s</a>/ account is '%s'.<br>
vi: Tài khoản <a href='%s'>%s</a>/ là '%s'.<br>

source: You need to visit the recovery address below within 24 hours to complete the password recovery process:
vi: Bạn cần truy cập vào đường dẫn sau trong vòng 24 giờ để hoàn tất thủ tục khôi phục mật khẩu

source: Please click to begin the password recovery process.
vi: Vui lòng nhấp vào để tiến hành qui trình khôi phục mật khẩu

source: If you did not request for password recovery, this will be the only communication you will receive. We apologize for any inconvenience this correspondence may have caused, and we assure you that it was only sent at the request of someone visiting our site requesting password recovery.
vi: Nếu bạn không yêu cầu thực hiện qui trình khôi phục mật khẩu, đây sẽ là thông báo duy nhất bạn nhận được. Chúng tôi xin lỗi vì bất cứ sự bất tiện nào, và chúng tôi đảm bảo thông báo chỉ được gửi khi có khách hàng vào trang web và yêu cầu thực hiện qui trình khôi phục mật khẩu

source: OK
vi: Đồng ý

source: Welcome
vi: Chào mừng

source: This is your %s times login.
vi: Đây là đăng nhập thứ %s.

source: Logout
vi: Đăng xuất

source: Login
vi: Đăng nhập

source: Please use Chrome, Firefox, or Internet Explorer
vi: Vui lòng dùng Chrom, Firefox, hoặc Internet Explorer

source: Playback
vi: Xem lại

source: Live View
vi: Xem trực tiếp

source: Hour
vi: Giờ

source: Day
vi: Ngày

source: Week
vi: Tuần

source: Map
vi: Bản đồ

source: Setting
vi: Cài đặt

source: Share
vi: Chia sẻ

source: Error while querying data, please try again later
vi: Có lỗi trong quá trình tìm kiếm dữ liệu, vui lòng thực hiện lại vào lúc khác.

source: We support event playback for 7 days. For events out of date, please check your cloud backup space or SD card in your camera
vi: Chúng tôi hỗ trợ việc xem lại sự kiện trong 7 ngày. Với các sự kiện không nằm trong thời gian trên, vui lòng xem ở bản lưu Cloud hay trên thẻ nhớ

source: There was an error with playback file, please try again or check the camera
vi: Có lỗi trong quá trinh xem lại, vui lòng thử lại hoặc kiểm tra camera

source: You need to login gmail account to view cloud playback, click ok after logging your account
vi: Cần phải đăng nhập bằng tài khoản Gmail để xem lại, nhấp OK sau khi đăng nhập vào tài khoản

source: Later
vi: Để sau

source: Cloud mode is allowed to connect for 3 minutes
vi: Chế độ Cloud cho phép kết nối trong vòng 3 phút

source: Relay mode is allowed to connect for 2 minutes.
vi: Chế độ phát lại được kết nối trong vòng 2 phút

source: Already at the first video
vi: Đang xem video đầu tiên

source: Already at the last video
vi: Đang xem Video cuối

source: Cannot view video?
vi: Không thể xem Video?

source: Click Here
vi: Nhấp vào đây

source: Please open this page on Windows/Mac platform
vi: Vui lòng truy cập vào trang này trên hệ thống Windows/MAC

source: You need to enable Java Applets to view video
vi: Bạn cần cho phép Java Applets để xem Video

source: Reconnect
vi: Kết nối lại

source: Please enter a valid name.
vi: Vui lòng nhập vào tên đúng

source: Please select a owner.
vi: Vui lòng chọn chủ nhà

source: Please enter a valid MAC address or service ID.
vi: Vui lòng nhập địa chỉ MAC hay mã ID Dịch vụ hợp lệ.

source: Please enter a valid IP or FQDN address.
vi: Vui lòng nhập địa chỉ IP hay FQDN hợp lệ.

source: Please enter a valid port.
vi: Vui lòng nhập địa chỉ cổng Port hợp lệ.

source: Latitude/Longitude Map Selector
vi: Chọn Bản đồ Kinh độ/Vĩ độ

source: No.
vi: STT

source: Activate Code
vi: Mã kích hoạt

source: Authenticate your Google Drive to enjoy the free relay service as well as video backup over Cloud service.
vi: Xác nhận Dịch vụ Google Drive để sử dung dịch vụ phát lại miễn phí và dịch vụ lưu video trên Cloud

source: Invalid MAC Address
vi: Địa chỉ MAC không hợp lệ

source: Invalid Active Code
vi: Mã kích hoạt không hợp lệ

source: Success
vi: Thành công

source: Internal Error
vi: Có lỗi

source: Advanced
vi: Mở rộng

source: Device List
vi: Danh sách thiết bị

source: Connect IP Camera
vi: Kết nối IP Camera

source: Please complete registration in 60 minutes after boot up your camera,<br />or you need to re-power the camera and complete registration process again.
vi: Vui lòng hoàn tât thủ tục đăng kí trong 60 phút kể từ lúc khởi động camera, <br /> hoặc bạn cần khởi động lại camera và hoàn tất lại thủ tục đăng kí.

source: Browser
vi: Trình duyệt

source: Smart Phone
vi: Điện thoại thông minh

source: Auto Search
vi: Tự động dò tìm

source: Lock
vi: Khóa

source: Signal
vi: Tín hiệu

source: FullScreen
vi: Toàn màn hình

source: Mute
vi: Im lặng

source: Refresh
vi: Làm mới

source: Cloud mode is allowed to connect for 3 minutes.
vi: Chế độ Cloud được kết nối trong 3 phút

source: P2P initialize failed.
vi: Khởi tạo kết nối P2P không thành công.

source: There is a error happened, please reload page.
vi: Nếu có lỗi xảy ra, vui lòng vào lại trang.

source: Firmwawre Version
vi: Phiên bản phần mềm

source: Available Version
vi: Phiên bản đã có

source: Update
vi: Cập nhật

source: We only support 32 bits browser
vi: Chúng tôi chỉ hỗ trợ trình duyệt 32 bits

source: We only support Internet Explorer 8 or above
vi: Chúng tôi chỉ hỗ trợ Internet Explorer 8 trở lên

source: Please use Firefox, or Internet Explorer
vi: Vui lòng dùng Firefox hoặc Internet Explorer

source: Please use Firefox, or Safari
vi: Vui lòng dùng Firefox, hoặc Safari

source: We only support Windows/Mac
vi: Chúng tôi chỉ hỗ trợ Windows/Mac

source: Server encountering problems, please try again later
vi: Máy chủ đang gặp sự cố, vui lòng thử lại sau

source: Please turn off Compatibility View
vi: Vui lòng tắt chế độ Compatibility View

source: Find “Tool” menu
vi: Tìm “Tool” menu

source: Select “Compatibility View Settings”
vi: Chọn “Compatibility View Settings”

source: Unclick Display intranet sites in Compatibility View
vi: Bỏ chọn "Unclick Display intranet sites" trong "Compatibility View"

source: Since Chrome ended java support, we recommend you using Firefox, Internet Explorer or Safari instead.
vi: Do Chrome đã ngừng hỗ trợ Java, chúng tôi đề nghị bạn dùng Firefox, Internet Explorer hoặc Safari.

source: Please get authorization first
vi: Vui lòng đăng kí để được cấp phép

source: Error while parsing data, please reload page
vi: Dữ liệu phân tích lỗi, vui lòng tải lại trang

source: Current camera has no content on the cloud storage
vi: Camera hiện không lưu dữ liệu trên Cloud

source: Do you want to delete this item?
vi: Bạn có thực sự muốn xóa không ?

source: Please enter a valid password.
vi: Vui lòng nhập mật khẩu hợp lệ.

source: Please confirm your password.
vi: Vui lòng xác nhận lại mật khẩu.

source: Please enter a valid email address.
vi: Vui lòng nhập địa chỉ mail hợp lệ.

source: Expire date cannot lesser than register date.
vi: Ngày hết hạn phải sau ngày đăng kí.

source: Your password is updated. Please login with the new password.
vi: Mật khẩu đã được cập nhật. Vui lòng đăng nhập với mật khẩu mới.

source: There was an error with your request. Please refresh the page
vi: Có lỗi xảy ra trong yêu cầu. Vui lòng tải lại trang.

source: There was an error with your request. Please try again later
vi: Có lỗi xảy ra trong yêu cầu. Vui lòng thử lại sau.

source: Please agree to the terms of the privacy policy to continue.
vi: Bạn được đề nghị chấp thuận các điều khoản về bảo mật cá nhân trước khi tiếp tục.

source: Please input your name.
vi: Vui lòng nhập vào tên.

source: Please confirm your email address.
vi: Vui lòng xác nhận lại địa chỉ email.

source: Already shared to this user.
vi: Đã được chia sẻ cho người dùng này rồi.

source: Cannot share to yourself.
vi: Không thể chia sẻ cho chính bạn.

source: Click OK to share the camera to your friend's account.
vi: Nhấp OK để chia sẻ Camera

source: Click ok to remove the account from share list.
vi: Nhấp Ok để xóa tài khoản ra khỏi danh sách chia sẻ.

source: Remove failed.
vi: Có lỗi trong quá trình gỡ bỏ.

source: Username
vi: Tên tài khoản

source: Password
vi: Mật khẩu

source: Forgot your password?
vi: Bạn quên mật khẩu ?

source: Create Account
vi: Tạo tài khoản

source: Google Login
vi: Đăng nhập bằng tài khoản Google

source: Address
vi: Địa chỉ

source: Search
vi: Tìm kiếm

source: Invalid OEM ID.
vi: Định danh nhà sản xuất OEM không hợp lệ

source: Group
vi: Nhóm

source: Confirm Password
vi: Xác nhận mật khẩu

source: Email
vi: Địa chỉ email

source: Google Drive Email
vi: Địa chỉ Email Google Drive

source: Matrix View
vi: Xem nhiều Camera đồng thời

source: Login Date
vi: Ngày đăng nhập

source: Privacy Policy
vi: Chính sách Bảo mật Cá nhân

source: If you have trouble viewing video, please click "Start" to test your environment.
vi: Nếu bạn gặp sự cố khi xem Video, vui lòng nhấp "Start" để kiểm tra.

source: Default
vi: Mặc định

source: Success! Your network will fully support %s services.
vi: Thành công! Kết nối mạng hoàn toàn hỗ trợ dịch vụ %s

source: There might be a problem with your network connection.
vi: Chưa sẵn sàng. Vui lòng kiểm tra Kết nối mạng.

source: Click "Report" button to send us the technical information, and we will reply as soon as possible.
vi: Nhấp "Gửi thông báo" để gửi thông tin kỹ thuật cho chúng tôi, và chúng tôi sẽ trả lời ngay khi có thể.

source: Report
vi: Gửi thông báo

source: Java is required to run network test.
vi: Cần cho phép Java để thực hiện kiểm tra Kết nối mạng

source: Company
vi: Công ty

source: City
vi: Thành phố

source: Country
vi: Quốc gia

source: Client
vi: Tên khách hàng

source: Feedback
vi: Nội dung phản ánh

source: required fields.
vi: Các thông tin cần điền

source: Password Assistance
vi: Hỗ trợ liên quan đến Mật khẩu

source: Create your new password
vi: Bạn quên mật khẩu?

source: 4 – 32 alphabet or numeric characters
vi: 4 – 32 chữ cái hay chữ số

source: Security Image
vi: Ảnh xác thực

source: Refresh Image
vi: Tải lại ảnh

source: If you have lost your account password, simply enter your username below.
vi: Nếu bạn quên mật khẩu, chỉ cần điền tên tài khoản vào ô dưới đây

source: The instructions will be sent to you register email.
vi: Qui trình sẽ được gửi đến email đã đăng ký của bạn.

source: Email or Username
vi: Email hay Tên tài khoản

source: You will receive an e-mail from us with instructions for resetting your password.
vi: Bạn sẽ nhận được email với qui trình khởi tạo lại mật khẩu.

source: If you don't receive this e-mail, please check your junk mail folder.
vi: Nếu bạn không nhận được email, vui lòng kiểm tra lại thư mục email rác.

source: Share to
vi: Chia sẻ cho

source: This camera is being shared with:
vi: Camera này được chia sẻ cho:

source: First-time uploading, please click & download "Doc. template".
vi: Với lần đầu tải về, vui lòng nhấp chuột và tải về "Mẫu văn bản"

source: Click "Download account ID doc." to update previous doc.
vi: Nhấp "Tải về văn bản Tên tài khoản - ID" để cập nhật văn bản trước.

source: Doc. template
vi: Mẫu văn bản

source: Fill in House number/ Account ID/ Householder as provided columns.
vi: Điền vào số nhà/Tên tài khoản/Chủ nhà theo vào các ô

source: Click and Upload the document.
vi: Nhấp và Tải lên tài liệu

source: Upload
vi: Tải lên

source: Upload residential account document to share:
vi: Tải lên các văn bản để chia sẻ:

source: Download account ID doc
vi: Tải xuống văn bản tài khoản ID

source: Confirm Email
vi: Email xác nhận

source: I agree to the Privacy Policy’s term.
vi: Tôi đồng ý với các điều khoản Bảo mật Cá nhân

source: Download
vi: Tải xuống

source: Service Type/Device Type
vi: Loại Dịch vụ/Loại Thiết bị

source: Quality:
vi: Chất lượng:

source: High
vi: Cao

source: Medium
vi: Vừa

source: Low
vi: Thấp

source: One more step to go...
vi: Thêm một bước nữa thôi ...

source: We've sent an email to <span id='reg_email-span'></span>, to verify your account.
vi: Chúng tôi đã gửi email đến <span id='reg_email-span'></span>, để xác nhận tài khoản của bạn.

source: Please check your inbox and click on the confirmation link.
vi: Vui long kiểm tra hộp thư và nhấp và đường dẫn xác nhận

source: If you have not received the email
vi: Nếu bạn không nhận được email:

source: Try the following:
vi: Hãy thử các cách sau:

source: Check your junk mail folder or spam filter.
vi: Kiểm tra thư mục mail rác hay mail quấy rối.

source: Try resending the email from %s here %s.
vi: Thử gửi lại email %s here %s.

source: Please notice that the confirmation link will be valid only for 24 hours.
vi: Chú ý: đường dẫn xác nhận chỉ có hiệu lực trong 24 giờ.

source: There is no matching user ID or expired , please re-register again
vi: Không đúng mã người dùng - ID hoặc phiên làm việc hết hạn, vui lòng đăng nhập lại

source: Please enter your password.
vi: Vui lòng xác nhận mật khẩu

source: Please login to finalize account activation.
vi: Vui lòng đăng nhập để hoàn tất thủ tục kích hoạt tài khoản.

source: Autnentication Code
vi: Mã xác thực Google

source: Please help to fill out the table below and click the resend button. We'll send a confirmation email to you.
vi: Vui lòng điền thông tin và bảng sau và nhấp vào nút gửi. Chúng tôi sẽ gửi email xác nhận cho bạn.

source: Resend
vi: Gửi lại

source: Too many failed login attempts. Please try again in 10 minutes.
vi: Đăng nhập lỗi nhiều lần. Vui lòng thử lại sau 10 phút

source: Authentication failed.
vi: Lỗi xác thực.

source: Enlarge
vi: Mở rộng

source: Auto Cycle
vi: Tự xác định vị trí

source: Download recording for
vi: Tải về cho

source: Invalid receiver email
vi: Mã kích hoạt sai

source: Close
vi: Đóng

source: Invalid event
vi: Mã kích hoạt sai

source: Please use Chrome, Firefox, or Safari
vi: Vui lòng dùng Chrome, Firefox, hoặc Safari

source: Schedule Recording
vi: Lưu theo lịch

source: Everyday
vi: Mỗi ngày

source: Day time
vi: Ban ngày

source: Night time
vi: Ban đêm

source: Weekday
vi: Ngày làm việc

source: During the weekend
vi: Cuối tuần

source: Support
vi: Hỗ trợ

source: PLEASE SIGN IN
vi: MỜI ĐĂNG NHẬP

source: Select date:
vi: Chọn ngày:

source: Play back
vi: Xem lại

source: SETTINGS
vi: CÀI ĐẶT

source: The instructions will be sent to your register email.
vi: Hướng dẫn sẽ được gởi đến email mà bạn dùng để đăng kí dịch vụ.
